Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# shareActivityCode_Snapchat
source: Post to Snapchat
ar: Snapchat النشر على
da: Send til Snapchat
de: Über Snapchat teilen
es: Publicar en Snapchat
fr: Publier sur Snapchat
hu: Küldés Snapchaten
it: Condividi su Snapchat
ja: Snapchatに投稿する
nl: Verstuur naar Snapchat
pl: Publikacja przez Snapchat
ru: Публикация в Snapchat
sv: Posta till Snapchat
zh_hans: 发布到 Snapchat
zh_hant: 發送到Snapchat

# shareActivityCode_Snapchat>375px
source: Post photos to Snapchat app
ar: نشر الصور على تطبيق Snapchat
da: Send Billeder til Snapchat
de: Foto über Snapchat App teilen
es: Publicar fotos con la aplicación Snapchat
fr: Publier des photos sur Snapchat
hu: Fotók feltöltése Snapchatre
it: Condividi le immagini con Snapchat
ja: 写真をSnapchatアプリに投稿する
nl: Verstuur foto's met de Snapchatt app
pl: Publikuj zdjęcia przez Snapchat
ru: Публикация фотографии с приложением Snapchat
sv: Posta bilder till appen Snapchat
zh_hans: 将照片发布到 Snapchat
zh_hant: 發送照片到Snapchat

# shareActivityCode_TencentWeibo
source: Post to TencentWeibo
ar: TencentWeibo النشر على
da: Send til TencentWeibo
de: Über TencentWeibo teilen
es: Publicar en TencentWeibo
fr: Publier sur TencentWeibo
hu: Küldés TencentWeibon
it: Condividi su TencentWeibo
ja: TencentWeiboに投稿する
nl: Verstuur met TencentWeibo
pl: Publikacja na TencentWeibo
ru: Публикация в TencentWeibo
sv: Posta till TencentWeibo
zh_hans: 发布到腾讯微博
zh_hant: 發送到騰訊微博

# shareActivityCode_TencentWeibo>375px
source: Post photos to TencentWeibo
ar: نشر الصور على TencentWeibo
da: Send billeder til TencentWeibo
de: Foto über TencentWeibo teilen
es: Publicar fotos en TencentWeibo
fr: Publier des photos sur TencentWeibo
hu: Fotók feltöltése TeicentWeibora
it: Inviare immagini a TencentWeibo
ja: 写真をTencentWeiboに投稿する
nl: Verstuur foto's naar TencentWeibo
pl: Publikuj zdjęcia na TencentWeibo
ru: Публикация фотографии с приложением TencentWeibo
sv: Posta bilder till TencentWeibo
zh_hans: 将照片发布到腾讯微博
zh_hant: 發送照片到騰訊微博

# shareActivityCode_Twitter
source: Post to Twitter
ar: Twitter النشر على
da: Send til Twitter
de: Über Twitter teilen
es: Publicar en Twitter
fr: Publier sur Twitter
hu: Twitter üzenet
it: Pubblica su Twitter
ja: Twitterに投稿する
nl: Verstuur naar Twitter
pl: Publikacja na Twitterze
ru: Публикация в Twitter
sv: Posta till Twitter
zh_hans: 发布到 Twitter
zh_hant: 發送到Twitter

# shareActivityCode_Twitter>375px
source: Post photos to Twitter
ar: نشر الصور على Twitter
da: Send billeder til Twitter
de: Foto über Twitter teilen
es: Publicar fotos en Twitter
fr: Publier des photos sur Twitter
hu: Fotók feltöltése Tweetbe
it: Pubblicare le immagini su Twitter
ja: 写真をTwitterに投稿する
nl: Verstuur foto's naar Twitter
pl: Publikuj zdjęcia na Twitterze
ru: Публикация фотографии в Twitter
sv: Posta bilder till Twitter
zh_hans: 将照片发布到 Twitter
zh_hant: 發送照片到Twitter

# shareActivityCode_Vimeo
source: Post to Vimeo
ar: Vimeo النشر على
da: Send til Vimeo
de: Über Vimeo teilen
es: Publicar en Vimeo
fr: Télécharger sur Vimeo
hu: Feltöltés Vimeora
it: Condividi su Vimeo
ja: Vimeoに投稿する
nl: Verstuur naar Vimeo
pl: Publikacja na Vimeo
ru: Публикация в Vimeo
sv: Posta till Vimeo
zh_hans: 发布到 Vimeo
zh_hant: 發送到Vimeo

# shareActivityCode_Vimeo>375px
source: Post videos to Vimeo
ar: نشر مقاطع الفيديو على Vimeo
da: Send billeder til Vimeo
de: Video über Vimeo teilen
es: Publicar vídeos en Vimeo
fr: Télécharger des vidéos sur Vimeo
hu: Videók feltöltése Vimeora
it: Pubblicare video su Vimeo
ja: 動画をVimeoに投稿する
nl: Verstuur foto's naar Vimeo
pl: Publikacja wideo na Vimeo
ru: Публикация видео в Vimeo
sv: Posta videor på Vimeo
zh_hans: 将视频发布到 Vimeo
zh_hant: 發送影片到Vimeo

# shareActivityCode_Weibo
source: Post to Weibo
ar: Weibo النشر على
da: Send til Weibo
de: Über Weibo teilen
es: Publicar en Weibo
fr: Publier sur Weibo
hu: Feltöltés Weibora
it: Condividi su Weibo
ja: Weiboに投稿する
nl: Verstuur naar Weibo
pl: Publikacja na Weibo
ru: Публикация в Weibo
sv: Posta till Weibo
zh_hans: 发布到新浪微博
zh_hant: 發送到新浪微博

# shareActivityCode_Weibo>375px
source: Post photos to Weibo
ar: نشر الصور على Weibo
da: Send billeder til Weibo
de: Fotos über Weibo teilen
es: Publicar fotos en Weibo
fr: Publier des photos sur Weibo
hu: Fotók feltöltése Weibora
it: Pubblicare le immagini su Weibo
ja: 写真をWeiboに投稿する
nl: Verstuur foto's naar Weibo
pl: Publikuj zdjęcia na Weibo
ru: Публикация фотографии в Weibo
sv: Posta bilder till Weibo
zh_hans: 将照片发布到新浪微博
zh_hant: 發送照片到新浪微博

# shareActivityCode_WhatsApp
source: Post with WhatsApp
ar: النشر باستخدام واتساب
da: Send med WhatsApp
de: Über WhatsApp teilen
es: Publicar con WhatsApp
fr: Envoyer avec WhatsApp
hu: Küldés WhatsAppban
it: Invia con Whatsapp
ja: WhatsAppで投稿する
nl: Verstuur met WhatsApp
pl: Publikacja przez WhatsApp
ru: Публикация в WhatsApp
sv: Posta med WhatsApp
zh_hans: 发布到 WhatsApp
zh_hant: 發送到WhatsApp

# shareActivityCode_WhatsApp>375px
source: Post photos with the WhatsApp app
ar: نشر الصور باستخدام تطبيق واتساب
da: Send billeder med WhatsApp
de: Fotos über WhatsApp App teilen
es: Publicar fotos con la aplicación WhatsApp
fr: Envoyer des photos avec WhatsApp
hu: Fotók küldése WhatsAppban
it: Condividi immagini su WhatsApp
ja: 写真をWhatsAppアプリで投稿する
nl: Verstuur foto's met de WhatsApp app
pl: Publikuj zdjęcia przez WhatsApp
ru: Публикация фотографии с приложением WhatsApp
sv: Posta bilder med appen WhatsApp
zh_hans: 将照片发布到 WhatsApp
zh_hant: 發送照片到WhatsApp

# shareFailError_title
source: Share Failed
ar: فشل المشاركة
da: Deling mislykkedes
de: Teilen fehlgeschlagen
es: Error de compartición
fr: Échec du partage
hu: Sikertelen megosztás
it: Condivisione Fallita
ja: 共有に失敗しました
nl: Delen mislukt
pl: Udostępnienie nie powiodło się
ru: Поделиться не удалось
sv: Dela misslyckades
zh_hans: 分享失败
zh_hant: 分享失敗

# shareFailError_tooLarge
source: Selection too large to share
ar: مجموعة مختارات كبيرة جداً للمشاركة
da: Udvalget er for stort til at dele
de: Auswahl zu umfangreich, um geteilt zu werden
es: Selección demasiado grande para compartir
fr: Sélection trop volumineuse pour être partagée
hu: Túl nagy választék a megosztáshoz
it: Selezione troppo ampia per essere condivisa
ja: 共有するには大きすぎるセレクション
nl: Selectie te groot om te delen
pl: Wybór zbyt duży, aby go udostępnić
ru: Выбор слишком велик, чтобы делиться им
sv: Urvalet är för stort för att dela
zh_hans: 选择太多，无法共享
zh_hant: 選擇太多，無法分享

# shareImageMetadata_subTitle1
source: Actions sharing photos with private metadata
ar: إجراءات مشاركة الصور مع البيانات الوصفية الخاصة
da: Deling af billeder med privat metadata
de: Aktionen Fotos mit privaten Metadaten teilen
es: Acciones compartiendo fotos con metadatos privados
fr: Actions partageant les photos avec des métadonnées privées
hu: Lehetőségek fotók megsztására privát metaadatokkal
it: Azioni che condividono le immagini con metadati privati
ja: プライベートなメタデータを持つ写真を共有するアクション
nl: Handelingen met gedeelde foto's met persoonlijke metada
pl: Funkcje udostępniania zdjęć z prywatnymi metadanymi
ru: Обмен изображениями с приватными метаданными
sv: Åtgärder som delar bilder med privata metadata
zh_hans: 分享照片时包含元数据
zh_hant: 分享照片時包含中繼資料

# shareImageMetadata_subTitle2
source: Actions sharing photos without private metadata
ar: إجراءات مشاركة الصور بدون بيانات وصفية خاصة
da: Deling af billeder uden privat metadata
de: Aktionen Fotos ohne privaten Metadaten teilen
es: Acciones compartiendo fotos sin metadatos privados
fr: Actions partageant les photos sans métadonnées privées
hu: Lehetőségek fotók megosztására minden metaadattal
it: Azioni che condividono immagini senza metadati privati
ja: プライベートなメタデータを持たない写真を共有するアクション
nl: Handelingen met gedeelde foto's zonder persoonlijke metada
pl: Funkcje udostępniania zdjęć bez prywatnych metadanych
ru: Обмен изображениями без приватных метаданных
sv: Åtgärder som delar bilder utan privata metadata
zh_hans: 分享照片时不包含元数据
zh_hant: 分享照片時不包含中繼資料

# shareImageMetadata_Title
source: Share Metadata
ar: مشاركة البيانات الوصفية
da: Del Metadata
de: Metadaten teilen
es: Compartir metadatos
fr: Partager les métadonnées
hu: Metaadatok megosztása
it: Condividere i metadati
ja: メタデータを共有する
nl: Deel metadata
pl: Udostępnij metadane
ru: Поделиться метаданными
sv: Dela Metadata
zh_hans: 共享元数据
zh_hant: 分享中繼資料

# shareMetadataError_message
source: Cannot strip private metadata
ar: لا يمكن تجريد البيانات الوصفية الخاصة
da: Kan ikke fjerne private metadata
de: Private Metadaten können nicht entfernt werden
es: No se pueden eliminar los metadatos privados
fr: Impossible de supprimer les métadonnées privées
hu: Nem sikerült eltávolítani a privát metaadatokat
it: Impossibile eliminare i metadati privati
ja: プライベートメタデータを取り除くことはできません
nl: Kan metadata niet verwijderen
pl: Nie można usunąć prywatnych metadanych
ru: Не удается разделить личные метаданные
sv: Kan inte ta bort privata metadata
zh_hans: 无法删除私有元数据
zh_hant: 無法刪除私人中繼資料

# singleAlbumCount
source: %@ album
ar: %@ الألبوم
es: %@ álbum
ja: %@ アルバム
ru: %@ альбом
zh_hans: %@ 相簿
zh_hant: %@個相簿

# singleAudio
source: Audio
ar: الصوت
da: Lyd
hu: Hang
ja: 音声
pl: Dźwięk
ru: Аудио
sv: Ljud
zh_hans: 音频
zh_hant: 音訊

# singleCommentCount
source: %@ comment
ar: %@ تعليق
da: %@ kommentar
de: %@ Kommentar
es: %@ comentario
fr: %@ commentaire
hu: %@ megjegyzés
it: %@ commento
ja: %@ 件のコメント
nl: %@ reactie
pl: %@ komentarz
ru: %@ комментарий
sv: %@ kommentar
zh_hans: %@ 条评论
zh_hant: %@個留言

# singleGroupCount
source: %@ group
ar: %@ المجموعة
da: %@ gruppe
de: %@ Gruppe
es: %@ grupo
fr: %@ groupe
hu: %@ csoport
it: %@ gruppo
ja: %@ グループ
nl: %@ groep
pl: %@ grupa
ru: %@ группа
sv: %@ grupp
zh_hans: %@ 个组
zh_hant: %@個群組

# singleImage
source: Photo
ar: صورة
da: Billede
de: Foto
es: Foto
hu: Fotó
it: Immagine
ja: 写真
nl: Foto
pl: Zdjęcie
ru: Фото
sv: Bild
zh_hans: 照片
zh_hant: 照片

# singleImageCount
source: %@ photo
ar: %@ صورة فوتوغرافية
da: %@ billede
de: %@ Foto
es: %@ foto
hu: %@ fotó
it: %@ foto
ja: %@ 写真
nl: %@ foto
pl: %@ zdjęcie
ru: %@ фото
sv: %@ foto
zh_hans: %@ 张照片
zh_hant: %@張照片

# singleSubAlbumCount
source: %@ sub-album
ar: %@ الألبوم الفرعي
da: %@ under-album
de: %@ Unter-Album
es: %@ subálbum
fr: %@ sous-album
hu: %@ alalbum
it: %@ sottoalbum
ja: %@ サブアルバム
pl: %@ podalbum
ru: %@ подальбом
sv: %@ underalbum
zh_hans: %@子相簿
zh_hant: %@個子相簿

# singleTagCount
source: %@ tag
ar: %@ العلامة
es: %@ etiqueta
hu: %@ címke
ja: %@ タグ
nl: %@ label
ru: %@ тег
sv: %@ tagg
zh_hans: %@ 个标签
zh_hant: %@個標籤

# singleUserCount
source: %@ user
ar: %@ المستخدم
da: %@ bruger
de: %@ Benutzer
es: %@ usuario
fr: %@ utilisateur
hu: %@ felhasználó
it: %@ utente
ja: %@ ユーザー
nl: %@ gebruiker
pl: %@ użytkownik
ru: %@ пользователь
sv: %@ användare
zh_hans: %@ 个用户
zh_hant: %@個用戶

# singleVideo
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hu: Videó
ja: 動画
pl: Wideo
ru: Видео
zh_hans: 视频
zh_hant: 影片

source: Sort by
ar: التصنيف حسب
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
hu: Rendezés
it: Ordina per
ja: 並び順
nl: Sorteren op
pl: Sortuj wg
ru: Сортировка
sv: Sortera efter
zh_hans: 排序方式
zh_hant: 排序依

# tabBar_albums
source: Albums
ar: ألبومات
da: Album
de: Alben
es: Álbumes
hu: Albumok
it: Album
ja: アルバム
pl: Albumy
ru: Альбомы
sv: Album
zh_hans: 相册
zh_hant: 相簿

# tabBar_preferences
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# tabBar_upload
source: Upload
ar: تحميل
de: Hochladen
es: Subir
fr: Transférer
hu: Feltöltés
it: Carica
ja: アップロード
nl: Uploaden
pl: Wysyłanie
ru: Загрузка
sv: Ladda Upp
zh_hans: 上传
zh_hant: 上傳

source: Tag
ar: الوسم
da: Etiket
de: Schlagwort
es: Etiqueta
hu: Címke
ja: タグ
nl: Label
pl: Znacznik
ru: Тег
sv: Etikett
zh_hans: 标签
zh_hant: 標籤

source: Tags
ar: العلامات
da: Etiketter
de: Schlagwörter
es: Etiquetas
hu: Címkék
ja: タグ
nl: Labels
pl: Tagi
ru: Теги
sv: Etiketter
zh_hans: 标签
zh_hant: 標籤

# tagsAdd_message
source: Enter a name for this new tag
ar: أدخل اسماً لهذه العلامة الجديدة
da: Indtast et navn for den nye etiket
de: Gib einen Namen für das neue Schlagwort ein
es: Introduce un nombre para esta nueva etiqueta
fr: Entrez un nom pour ce nouveau tag
hu: Adj nevet a címkének
it: Inserisci un nome per questo nuovo tag
ja: 新規タグの名前を入力して下さい
nl: Voer een naam in voor dit label
pl: Wprowadź nazwę dla nowego znacznika
ru: Введите название для этого нового тега
sv: Ange ett namn för den nya etiketten
zh_hans: 为新标签输入一个名字
zh_hant: 為此標籤命名

# tagsAdd_placeholder
source: New tag
ar: علامة جديدة
da: Ny etiket
de: Neues Schlagwort
es: Nueva etiqueta
fr: Nouveau tag
hu: Új címke
it: Nuovo tag
ja: 新規タグ
nl: Nieuw label
pl: Nowy znacznik
ru: Новый тег
sv: Ny etikett
zh_hans: 新标签
zh_hant: 新的標籤

# tagsAdd_title
source: Add Tag
ar: إضافة علامة
da: Tilføj etiket
de: Schlagwort hinzufügen
es: Añadir etiqueta
fr: Ajouter un tag
hu: Új címke
it: Aggiungi tag
ja: タグを追加
nl: Voeg label toe
pl: Dodaj znacznik
ru: Добавить тег
sv: Lägg till etikett
zh_hans: 添加标签
zh_hant: 新增標籤

# tagsAddError_message
source: Failed to create new tag
ar: فشل إنشاء علامة جديدة
da: Kunne ikke oprette etiket
de: Erstellen des Schlagwort fehlgeschlagen
es: Error al crear nueva etiqueta
fr: Impossible de créer un nouveau tag
hu: Nem sikerült létrehozni a címkét
it: Impossibile creare un nuovo tag
ja: 新規タグの作成に失敗しました
nl: Niet gelukt om nieuw label aan te maken
pl: Utworzenie nowego znacznika nie powiodło się
ru: Не удалось создать новый тег
sv: Det gick inte att skapa en ny etikett
zh_hans: 无法创建新标签
zh_hant: 建立新標籤失敗

# tagsAddError_title
source: Creation Failed
ar: فشل الإنشاء
da: Oprettelse mislykkedes
de: Erstellen fehlgeschlagen
es: Error al crear
fr: Échec de la création
hu: Nem sikerült létrehozni
it: Crea Errore
ja: 作成に失敗
nl: Aanmaken mislukt
pl: Tworzenie nie powiodło się
ru: Не удалось создать
sv: Skapa misslyckas
zh_hans: 创建失败
zh_hant: 建立失敗

# tagsAddHUD_label
source: Creating Tag…
ar: إنشاء العلامة...
da: Opretter etiket…
de: Erstelle Stichwort…
es: Creando etiqueta…
fr: Création du tag…
hu: Címke létrehozása folyamatban…
it: Creazione tag…
ja: タグを作成する...
nl: Label maken…
pl: Tworzenie znacznika…
ru: Создание тега…
sv: Skapar etikett…
zh_hans: 创建标签中
zh_hant: 正在建立標籤...

# tagsHeader_all
source: All
ar: الكل
da: Alle
de: Alle
es: Todo
fr: Tous
hu: Mind
it: Tutto
ja: すべて
nl: Alles
pl: Wszystkie
ru: Все
sv: Alla
zh_hans: 所有
zh_hant: 所有

# tagsHeader_notSelected
source: Not Selected
ar: لم يتم اختياره
da: Ikke Valgt
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hu: Nem kijelölt
it: Non Selezionato
ja: 選択されていません
nl: Niet geselecteerd
pl: Nie wybrane
ru: Не выбрано
sv: Inte markerad
zh_hans: 未选中
zh_hant: 未選擇

# tagsHeader_selected
source: Selected
ar: تم تحديدها
da: Valgte
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hu: Kijelölt
it: Selezionato
ja: 選択済み
nl: Geselecteerd
pl: Wybrane
ru: Выбрано
sv: Valda
zh_hans: 已选
zh_hant: 已選擇

# tagsTitle_selectOne
source: Select a Tag
ar: اختر علامة
da: Vælg Etiket
de: Ein Schlagwort auswählen
es: Selecciona una etiqueta
fr: Sélectionnez un tag
hu: Címke kiválasztása
it: Seleziona un Tag
ja: タグを選択
nl: Selecteer een Label
pl: Wybierz znacznik
ru: Выберите тег
sv: Välj en Etikett
zh_hans: 选择一个标签
zh_hant: 選擇一個標籤

source: Text
ar: النص
da: Tekst
es: Texto
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
nl: Tekst
pl: Tekst
ru: Текст
zh_hans: 文本
zh_hant: 文字

# thumbnailSizeLarge
source: Large
ar: كبير
da: Stor
de: Groß
es: Grande
fr: Grand
hu: Nagy
it: Grande
ja: 大
nl: Groot
pl: Duże
ru: Большой
sv: Stor
zh_hans: 大
zh_hant: 大

# thumbnailSizeMedium
source: Medium
ar: متوسط
da: Mellem
de: Mittel
es: Mediano
fr: Moyen
hu: Közepes
it: Medio
ja: 中
nl: Middel
pl: Średnie
ru: Средний
zh_hans: 中等
zh_hant: 中

# thumbnailSizeSmall
source: Small
ar: صغير
da: Lille
de: Klein
es: Pequeño
fr: Petit
hu: Kicsi
it: Piccolo
ja: 小
nl: Klein
pl: Małe
ru: Маленький
sv: Liten
zh_hans: 小
zh_hant: 小

# thumbnailSizeSquare
source: Square
ar: مربع
da: Firkant
de: Quadratisch
es: Cuadrado
fr: Carré
hu: Négyzet
it: Quadrato
ja: 正方形
nl: Vierkant
pl: Kwadrat
ru: Квадрат
sv: Kvadrat
zh_hans: 矩形
zh_hant: 正方形

# thumbnailSizeThumbnail
source: Thumbnail
ar: الصورة المصغرة
da: Miniature
de: Miniaturfoto
es: Miniatura
fr: Miniature
hu: Bélyegkép
it: Anteprima
ja: サムネイル
nl: Miniatuurafbeelding
pl: Miniaturka
ru: Миниатюра
sv: Miniatyrbild
zh_hans: 缩略图
zh_hant: 縮圖

# thumbnailSizexFullRes
source: Full Resolution
ar: عرض كامل
da: Fuld Opløsning
de: Volle Auflösung
es: Resolución completa
fr: Haute résolution
hu: Teljes felbontás
it: Risoluzione originale
ja: フル解像度
nl: Volledige resolutie
pl: Pełna rozdzielczość
ru: Полное разрешение
sv: Full upplösning
zh_hans: 完整分辨率
zh_hant: 完整解析度

# thumbnailSizeXLarge
source: Extra Large
ar: كبير جدا
da: Ekstra Stor
de: Extra Groß
es: Extra grande
fr: Très grand
hu: Nagyon nagy
it: Molto Grande
ja: XL 特大
nl: Extra groot
pl: Bardzo duże
ru: Очень большой
sv: Extra stor
zh_hans: 非常大
zh_hant: 特大

# thumbnailSizeXSmall
source: Extra Small
ar: صغير جدا
da: Ekstra Lille
de: Extra klein
es: Extra pequeño
fr: Très petit
hu: Nagyon kicsi
it: Molto Piccolo
ja: XS 極小
nl: Extra klein
pl: Bardzo małe
ru: Очень маленький
sv: Extra liten
zh_hans: 非常小
zh_hant: 特小

# thumbnailSizeXXLarge
source: Huge
ar: ضخم
da: Kæmpe
de: Riesig
es: Enorme
fr: Énorme
hu: Hatalmas
it: Enorme
ja: XXL 最大
nl: Enorm
pl: Ogromne
ru: Огромный
sv: Enorm
zh_hans: 极大
zh_hant: 最大

# thumbnailSizeXXSmall
source: Tiny
ar: صغير
da: Lillebitte
de: Mini
es: Minúsculo
fr: Minuscule
hu: Legkisebb
it: Molto piccolo
ja: XXS 最小
nl: Heel klein
pl: Najmniejsze
ru: Крошечный
sv: Mini
zh_hans: 极小
zh_hant: 最小

# uploadCancelled_title
source: Upload Cancelled
ar: تم إلغاء الرفع
da: Upload annulleret
de: Hochladen abgebrochen
es: Carga cancelada
fr: Transfert annulé
hu: Feltöltés megszakítva
it: Caricamento annullato
ja: アップロードが取り消されました
nl: Uploaden afgebroken
pl: Anulowano Wysyłanie
ru: Загрузка отменена
sv: Uppladdning avbruten
zh_hans: 上传已取消
zh_hant: 上傳已取消

# uploadError_message
source: Could not upload your photo. Error: %@
ar: تعذر تحميل الصورة الخاصة بك. خطأ: %@
da: Kunne ikke uploade dit billede. Fejl: %@
de: Konnte Ihr Foto nicht hochladen. Fehler: %@
es: No se pudo cargar la foto. Error: %@
fr: Echec du transfert de votre photo. Erreur : %@
hu: Nem sikerült feltölteni a fotót. Hiba: %@
it: Impossibile caricare la tua immagine. Errore: %@
ja: 写真をアップロードできませんでした。エラー: %@
nl: Kon je foto niet uploaden. Fout: %@
pl: Nie można przesłać zdjęcia. Błąd: %@
ru: Не удалось закачать Ваше фото. Ошибка: %@
sv: Kunde inte ladda upp din bild. Fel: %@
zh_hans: 无法上传你的照片，错误信息为 %@
zh_hant: 無法上傳您的照片。錯誤: %@

# uploadError_title
source: Upload Error
ar: خطأ في التحميل
da: Fejl under upload
de: Fehler beim Hochladen
es: Error al subir
fr: Echec du Transfert
hu: Feltöltési hiba
it: Errore di caricamento
ja: アップロードエラー
nl: Upload-fout
pl: Błąd przesyłania
ru: Ошибка загрузки
sv: Uppladdningsfel
zh_hans: 上传错误
zh_hant: 上傳錯誤

# uploadLowPowerMode
source: Low Power Mode enabled
ar: تم تمكين وضع الطاقة المنخفضة
da: Lav strømtilstand aktiveret
de: Energiesparmodus aktiviert
es: Modo de bajo consumo activado
fr: Mode économie d'énergie activé
hu: Az alacsony töltöttségű mód be van kapcsolva
it: Modalità di alimentazione bassa attivata
ja: 低消費電力モード有効
nl: Lage energie modus ingeschakeld
pl: Tryb oszczędzania energii włączony
ru: Режим низкого энергопотребления включен
sv: Lågt strömläge aktiverat
zh_hans: 已开启低电量模式
zh_hant: 已開啟低耗電模式

# uploadNoInternetNetwork
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
da: Ingen Internetforbindelse
de: Keine Internetverbindung
es: No hay conexión a Internet
fr: Pas de connexion Internet
hu: Nincs internetkapcsolat
it: Nessuna Connessione Internet
ja: インターネット接続がありません
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
ru: Нет подключения к Интернету
sv: Ingen internetanslutning
zh_hans: 没有网络连接
zh_hant: 沒有網路連線

# uploadNoWiFiNetwork
source: No Wi-Fi Connection
ar: لا يوجد اتصال Wi-Fi
da: Ingen Wi-Fi forbindelse
de: Keine WLAN-Verbindung
es: No hay conexión Wi-Fi
fr: Pas de connexion Wi-Fi
hu: Nincs elérhető Wi-Fi kapcsolat
it: Nessuna Connessione Wi-Fi
ja: Wi-Fi接続がありません
nl: Geen wifi-verbinding
pl: Brak połączenia Wi-Fi
ru: Нет подключения к Wi-Fi
sv: Ingen Wi-Fi-anslutning
zh_hans: 没有Wi-Fi连接
zh_hant: 沒有 Wi-Fi 連線

# UploadPhotoSize_header
source: Please select the maximum size of the photos which will be uploaded.
ar: يرجى تحديد الحد الأقصى لحجم الصور التي سيتم تحميلها.
da: Vælg venligst den maksimale størrelse af de billeder, der bliver uploadet.
de: Bitte wählen Sie die maximale Größe für hochgeladene Fotos aus.
es: Por favor, seleccione el tamaño máximo de las fotos que se subirán.
fr: Veuillez sélectionner la taille maximale des photos qui seront transférées.
hu: Mekkora legyen a legnagyobb fotó, ami feltöltésre kerül?
it: Seleziona la dimensione massima delle foto che verranno caricate.
ja: アップロードする写真の最大サイズを選択してください。
nl: Selecteer de maximale grootte van de foto's die zullen worden geüpload.
pl: Wybierz maksymalny rozmiar zdjęć, które zostaną przesłane.
ru: Пожалуйста, выберите максимальный размер изображений, которые будут загружены.
sv: Välj den maximala storleken på de bilder som kommer att laddas upp.
zh_hans: 请选择要上传的照片的最大大小
zh_hant: 請選擇照片上傳的最大尺寸。

# UploadPhotoSize_original
source: No Downsizing
ar: عدم تقليص الحجم
da: Ingen Neddimensionering
de: Keine Verkleinerung
es: Sin reducción
fr: Sans réduction
hu: Méretcsökkentés nélkül
it: Nessun Downsizing
ja: ダウンサイジングなし
nl: Niet verkleinen
pl: Nie zmniejszaj
ru: Без уменьшения
sv: Ingen neddimensionering
zh_hans: 不缩小大小
zh_hant: 不縮小

# UploadPhotoSize_resolution
source: Built-in cameras maximum resolution:
ar: كاميرات مدمجة بأقصى دقة كاميرات مدمجة:
da: Maks. opløsning til indbyggede kameraer:
de: Integrierte Kameras maximale Auflösung:
es: Resolución máxima de las cámaras incorporadas:
fr: Résolution maximale des caméras intégrées :
hu: A beépített kamera maximum felbontása:
it: Risoluzione massima delle telecamere integrate:
ja: 内蔵カメラの最大解像度:
nl: Maximale resolutie voor ingebouwde camera's:
pl: Maksymalna rozdzielczość wbudowanych kamer:
ru: Максимальное разрешение камеры:
sv: Inbyggda kameror maximal upplösning:
zh_hans: 内置摄像头最大分辨率
zh_hant: 內建相機最大解析度:

# UploadPhotoSize_title
source: Max Photo Size
ar: الحد الأقصى لحجم الصورة
da: Maks. billedstørelse
de: Max. Foto-Größe
es: Tamaño máximo de foto
fr: Taille maximale des photos
hu: Max fotóméret
it: Dimensione Massima Foto
ja: 最大写真サイズ
nl: Max. fotogrootte
pl: Maksymalny rozmiar zdjęcia
ru: Максимальный размер изображения
sv: Max bildstorlek
zh_hans: 最大照片大小
zh_hant: 最大照片大小

# UploadRequests_cache
source: Uploads
ar: التحميلات
de: Hochgeladen
es: Subidas
fr: Transferts
hu: Feltöltések
it: Caricamenti
ja: アップロード
pl: Prześlij
ru: Выгрузки
sv: Uppladdningar
zh_hans: 上传
zh_hant: 已上傳

# uploadRights_message
source: You must have upload rights to be able to upload photos or videos.
ar: يجب أن يكون لديك حقوق تحميل ليتمكن من تحميل الصور أو مقاطع الفيديو.
da: Du skal have upload rettigheder for at uploade billeder eller videoer.
de: Sie benötigen Rechte zum Hochladen von oder Videos.
es: Debes tener derechos de subida para poder subir fotos o vídeos.
fr: Vous devez avoir les droits appropriés pour pouvoir transférer des photos ou des vidéos.
hu: Muszály rendelkezned feltöltési jogokkal fotók, vagy videók feltöltéséhez.
it: È necessario disporre dei diritti di caricamento per essere in grado di caricare immagini o video.
ja: 写真や動画をアップロードするには、アップロード権限が必要です。
nl: Je moet uploadrechten hebben om foto's en video's te kunnen uploaden.
pl: Musisz mieć uprawnienia do przesłania zdjęć lub filmów.
ru: У вас должны быть права на загрузку изображений или видео.
sv: Du måste ha uppladdningsrättigheter för att ladda upp bilder eller filmer.
zh_hans: 您必须拥有上传权限才能上传照片或视频
zh_hant: 你需要有上傳權限才能上傳照片或影片。
